tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/nginx'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'java'
cask 'xquartz'
brew 'ant'
brew 'readline'
brew 'augeas'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'libtool'
brew 'cfssl'
brew 'dialog'
brew 'dnsmasq', restart_service: true
brew 'docbook'
brew 'docbook-xsl'
brew 'findutils'
brew 'openssl'
brew 'freetds'
brew 'gmp'
brew 'isl@0.14'
brew 'mpfr'
brew 'libmpc'
brew 'gcc@5'
brew 'git'
brew 'sqlite'
brew 'python'
brew 'libxml2', args: ['with-python']
brew 'gnome-doc-utils'
brew 'gnu-tar'
brew 'gnupg'
brew 'go'
brew 'gobject-introspection'
brew 'gradle'
brew 'gtk-doc'
brew 'heroku'
brew 'hub'
brew 'icu4c'
brew 'itstool'
brew 'jpeg'
brew 'oniguruma'
brew 'jq'
brew 'libevent'
brew 'libyaml'
brew 'mailhog'
brew 'mas'
brew 'maven'
brew 'nmap'
brew 'nodenv'
brew 'postgresql', restart_service: true
brew 'pyenv'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'redis', restart_service: true
brew 'tig'
brew 'unixodbc'
brew 'watchman'
brew 'wget'
brew 'xz'
brew 'zsh'
brew 'homebrew/nginx/nginx-full', args: ['with-http2']
cask 'android-sdk'
cask 'android-studio'
cask 'atom'
cask 'bartender'
cask 'ccleaner'
cask 'cyberduck'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'github-desktop'
cask 'google-drive'
cask 'iterm2'
cask 'logmein-hamachi'
cask 'screenhero'
